{
    "users": {
        "foncia@gmail.com": {
            "password": "7ywWD8YxrG8Kbup",
            "agency_name": "Foncia",
            "created_at": "2025-03-18T16:12:04.395233"
        },
        "rafikhammoutene45@gmail.com": {
            "password": "7ussNdMcvx3QsHT",
            "agency_name": null,
            "created_at": "2025-03-20T09:29:22.561440"
        }
    },
    "properties": [
        {
            "id": 3,
            "title": "Modernité et confort à Villiers sur Marne - Appartement 45m², 1 chambre - 980€",
            "description": "**Bienvenue à Villiers sur Marne - Appartement de 45m² avec 1 chambre à louer à 980€ par mois**\r\n\r\nSitué dans le charmant quartier de Villiers sur Marne, cet appartement de 2 pièces offre un cadre de vie agréable et pratique pour les résidents en quête de confort et de fonctionnalité. Avec une surface de 45m², cette propriété présente une opportunité unique pour ceux qui recherchent un logement moderne et bien agencé.\r\n\r\nEn entrant dans cet appartement, vous êtes accueilli par un espace de vie lumineux et aéré, idéal pour se détendre ou recevoir des invités. La cuisine ouverte, entièrement équipée, offre un espace convivial pour préparer de délicieux repas. La chambre spacieuse est un havre de paix, offrant confort et intimité pour des nuits reposantes.\r\n\r\nLa localisation de cet appartement est un véritable atout, offrant un accès facile aux commerces locaux, aux transports en commun et aux espaces verts environnants. Villiers sur Marne est une ville dynamique et animée, offrant une multitude d'activités culturelles et de loisirs pour tous les goûts.\r\n\r\nNe manquez pas cette occasion de louer cet appartement moderne et fonctionnel à Villiers sur Marne. Pour seulement 980€ par mois, vous pourrez profiter de tout le confort et de la praticité qu'offre cette propriété. Contactez-nous dès aujourd'hui pour planifier une visite et découvrir par vous-même tout ce que cet appartement a à offrir.\r\n\r\n*Contactez-nous dès aujourd'hui pour organiser une visite et saisir cette opportunité unique de louer un appartement de qualité à Villiers sur Marne.*",
            "property_type": "Appartement",
            "transaction_type": "rent",
            "price": "980",
            "area": "45",
            "rooms": "2",
            "address": "Rue du puits mottets",
            "city": "Villiers sur marne ",
            "postal_code": "94350",
            "images": [
                "properties/3/3_image_0_image_fx__4.jpg",
                "properties/3/3_image_1_image_fx__6.jpg",
                {
                    "path": "properties/3/3_image_2_image_fx_.jpg",
                    "description": "Image 3 de la propriété"
                },
                {
                    "path": "properties/3/3_image_3_image_2025-03-21_151206746.png",
                    "description": "Image 4 de la propriété"
                }
            ],
            "dpe_file": "dpe/dpe_3_image_2025-03-21_144129827.png",
            "owner": "rafikhammoutene45@gmail.com",
            "agency_name": null,
            "created_at": "2025-03-21T14:46:10.459611",
            "status": "active",
            "updated_at": "2025-03-21T15:12:09.712150"
        }
    ],
    "next_property_id": 4
}